import styles from "@/Components/PlugBox/plugbox.module.scss";

const PlugBox = () => {
  return (
    <section>
      <div className={styles.wrapper_plug}>
        <p>
        Студия Dracarys Design. Место, где каждая идея превращается в нечно грандиозное. Мы вдохновились силой и мощью драконов, чтобы создавать уникальные и эффектные вещи, которые не только будут привлекать внимание, но и запомнятся вам надолго! Каждая работа — это союз креатива, смелости и технологии, воплощенный в дизайне, который выделяет нас среди других. В **Dracarys Design** мы не просто рисуем, мы зажигаем наш бренд огнем креативности!
        </p>
      </div>
    </section>
  )
}

export default PlugBox